
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["明天灬你好 - 死亡之翼"] = "Default",
		["提丶米 - 熊猫酒仙"] = "Default",
		["安多 - 熊猫酒仙"] = "Default",
		["Varon - 熊猫酒仙"] = "Default",
		["普普露 - 熊猫酒仙"] = "Default",
		["Cnisky - 熊猫酒仙"] = "Default",
		["美索 - 熊猫酒仙"] = "Default",
	},
	["global"] = {
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["pain"] = true,
				["text"] = "lfg:",
			}, -- [3]
			{
				["text"] = "tao.*bao",
			}, -- [4]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [5]
			{
				["text"] = "支.*付.*宝",
			}, -- [6]
			{
				["text"] = "淘.*宝",
			}, -- [7]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [8]
			["default"] = true,
		},
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石插件积分兑换维护^Scontent^S集合石插件积分兑换功能正在维护中，目前暂时无法正常使用，大家还是可以正常登录战网进行兑换，给大家造成的不便还请谅解。^t^^",
				["new"] = false,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S212`魔兽主播活动`收割地下城（联盟）`3月9日（周六）20点，收割地下城（联盟）*J是去平定库尔提拉斯内乱，还是教训提拉加德海峡的恶棍，亦或是从托尔达戈越狱，无尽的地下城宝藏都在召唤着一颗充满好奇的冒险者之心，斗鱼TV：扶风西子（房间号：429842）将带你领略拥有新赛季词缀的史诗钥石地下城。*J魔兽主播活动QQ交流群：603459231`http://w.163.com/special/convene-stone/`1`3$S213`魔兽主播活动`收割地下城（联盟）`3月16日（周六）20点，收割地下城（联盟）*J普罗德摩尔、维克雷斯、斯托颂、艾什凡，库尔提拉斯充斥着四大家族背叛与黑暗魔法所构成的迷雾，快随斗鱼TV：阿翎子elsie0（房间号：1232254）一起踏上这段前往航海王国的冒险之旅，挑战新赛季史诗钥石地下城的强大词缀。*J魔兽主播活动QQ交流群：603459231`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#1^S2006;1500,,每周限量;23713;16943#2007;850,,每周限量;72134;38919^S消耗品#3^S1002;150;46779^S玩具#2^S7001;750,,每周限量;54212;31756#3006;1500,,每月限量;79769#3007;450,,每月限量;69227^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S![Vv][Xx]^S下单^S![Vv][Ii][Pp]^S付款^S某宝^S站桩^S代打^S陪练^S低价^S便宜^S超低^S老板^S门票^S包车^S![Ww][ⅩXx]^S另接^S全躺^S咨询^S陪打^S看戏^S差价^S可拼^S来壕^S实惠^S价格^S贵宾^S陪聊^S支付^SV信^S单点^S带小号^S无压斤^S有偿^S带你飞^S可淘^S自己捡装^S来各种躺^S卧铺^S根%h*糖^S拼%h*包^S代唰^S代做^S安全效率^S臣卜^S拼车^S可指定^S装备送^^",
				["new"] = true,
			},
		},
		["version"] = "80100.03",
		["filters"] = {
			[2] = {
				["BossKilled"] = {
					["min"] = 0,
					["enable"] = false,
					["max"] = 0,
				},
				["Members"] = {
					["min"] = 0,
					["enable"] = false,
					["max"] = 0,
				},
				["ItemLevel"] = {
					["min"] = 0,
					["enable"] = false,
					["max"] = 0,
				},
				["Age"] = {
					["min"] = 0,
					["enable"] = false,
					["max"] = 0,
				},
			},
		},
	},
}
