
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Cnisky - 熊猫酒仙"] = "Cnisky - 熊猫酒仙",
		["普普露 - 熊猫酒仙"] = "普普露 - 熊猫酒仙",
	},
	["profiles"] = {
		["Cnisky - 熊猫酒仙"] = {
			["version"] = "80100.03",
		},
		["普普露 - 熊猫酒仙"] = {
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"2-142-518-0", -- [2]
				"2-142-517-0", -- [3]
				"2-146-659-0", -- [4]
				"2-143-521-0", -- [5]
				"2-139-645-0", -- [6]
				"2-137-499-0", -- [7]
				"6-0-0-0", -- [8]
			},
			["appShine"] = "80100.01",
			["advShine"] = "80000.06",
			["lastSearchCode"] = "2-0-0-0",
			["version"] = "80100.01",
			["recent"] = {
				["1-3-236-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "幽梦落花间-格瑞姆巴托",
						["bTag"] = "Bloomberg#5414",
						["time"] = 1546968603,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 367,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔之魇-蜘蛛王国",
						["bTag"] = "我的小清新#5985",
						["class"] = 12,
						["time"] = 1546968603,
						["iLvl"] = 382,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "回家换裤头-克洛玛古斯",
						["bTag"] = "夜丘明#5609",
						["class"] = 4,
						["time"] = 1546968563,
						["iLvl"] = 307,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "允灬离刃-迅捷微风",
						["bTag"] = "八卦锅#5943",
						["class"] = 11,
						["time"] = 1546968603,
						["iLvl"] = 382,
					}, -- [4]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "夏灬子洛-迅捷微风",
						["time"] = 1546968584,
					}, -- [5]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "笑忆惜缘-石锤",
						["time"] = 1546968603,
					}, -- [6]
				},
				["0-0-0-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "妍纚-末日行者",
						["bTag"] = "落叶#5353",
						["time"] = 1546010056,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 376,
					}, -- [1]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "那邪-主宰之剑",
						["time"] = 1546009983,
					}, -- [2]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "无畏小龙女-亚雷戈斯",
						["time"] = 1546010056,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "江山万里-影牙要塞",
						["bTag"] = "温尼斯#5796",
						["class"] = 12,
						["time"] = 1546010056,
						["iLvl"] = 384,
					}, -- [4]
					{
						["class"] = 1,
						["role"] = "TANK",
						["name"] = "元帅瓦里安-伊萨里奥斯",
						["time"] = 1546010056,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "砍到泪奔-霜之哀伤",
						["bTag"] = "暗影之风暴#513761",
						["class"] = 1,
						["time"] = 1546010056,
						["iLvl"] = 374,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Butterfly-月光林地",
						["bTag"] = "章程圣闲#5936",
						["class"] = 5,
						["time"] = 1546010056,
						["iLvl"] = 379,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "流星奔月-玛里苟斯",
						["bTag"] = "逸风#5647",
						["class"] = 3,
						["time"] = 1546010037,
						["iLvl"] = 390,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "斑驳夜空的雕-国王之谷",
						["bTag"] = "酸奶#51258",
						["class"] = 12,
						["time"] = 1546010056,
						["iLvl"] = 382,
					}, -- [9]
					{
						["class"] = 10,
						["role"] = "HEALER",
						["name"] = "咴涩味-金色平原",
						["time"] = 1546009981,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "划水你龙哥丶-永恒之井",
						["bTag"] = "ForTheHorde#577313",
						["class"] = 3,
						["time"] = 1546010041,
						["iLvl"] = 370,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "喵之煞-诺兹多姆",
						["bTag"] = "噩梦蔓延#5208",
						["class"] = 11,
						["time"] = 1546010013,
						["iLvl"] = 335,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "女防骑-激流堡",
						["bTag"] = "晃哥哥#5634",
						["class"] = 2,
						["time"] = 1546010056,
						["iLvl"] = 378,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "风玫瑰-奥特兰克",
						["bTag"] = "峰成#5109",
						["class"] = 11,
						["time"] = 1546010056,
						["iLvl"] = 377,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "冰风就是我-熊猫酒仙",
						["bTag"] = "冰风的梦想#5332",
						["class"] = 3,
						["time"] = 1546010056,
						["iLvl"] = 370,
					}, -- [15]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "生态小猎-远古海滩",
						["time"] = 1546010056,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "文子-白银之手",
						["bTag"] = "文子#5106",
						["class"] = 5,
						["time"] = 1546010056,
						["iLvl"] = 383,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "残虹断水-德拉诺",
						["bTag"] = "羝羊触藩#51198",
						["class"] = 12,
						["time"] = 1546010056,
						["iLvl"] = 381,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "怒风家的白虎-主宰之剑",
						["bTag"] = "雨落丶残枫#5522",
						["class"] = 11,
						["time"] = 1546010056,
						["iLvl"] = 387,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "心橙则灵-桑德兰",
						["bTag"] = "yanglei#5175",
						["class"] = 5,
						["time"] = 1546010056,
						["iLvl"] = 361,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔野兽-银月",
						["bTag"] = "Hades#5337",
						["class"] = 4,
						["time"] = 1546010054,
						["iLvl"] = 374,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "黑手大大黑-白银之手",
						["bTag"] = "一个萨满#5295",
						["class"] = 3,
						["time"] = 1546010056,
						["iLvl"] = 290,
					}, -- [22]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "丿格拉海德丶-主宰之剑",
						["time"] = 1546010054,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "水心云影-灰谷",
						["bTag"] = "單戈#5342",
						["class"] = 5,
						["time"] = 1546010056,
						["iLvl"] = 320,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "月冷清秋-艾维娜",
						["bTag"] = "月冷清秋#51317",
						["class"] = 7,
						["time"] = 1546010056,
						["iLvl"] = 387,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "稳如狗-克洛玛古斯",
						["bTag"] = "房中恶#5549",
						["class"] = 4,
						["time"] = 1546010056,
						["iLvl"] = 364,
					}, -- [26]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "嘉拉迪雅-万色星辰",
						["time"] = 1546010047,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "女民兵队长-铜龙军团",
						["bTag"] = "死亡之翼#54956",
						["class"] = 3,
						["time"] = 1546010056,
						["iLvl"] = 388,
					}, -- [28]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "剔骨恨-影之哀伤",
						["time"] = 1546010056,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "爆锤小鱼儿-壁炉谷",
						["bTag"] = "暴走的老司机#51369",
						["time"] = 1546099595,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 380,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是坦克-壁炉谷",
						["bTag"] = "暗黑#5131",
						["class"] = 12,
						["time"] = 1546099595,
						["iLvl"] = 337,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "劣人找宝宝-主宰之剑",
						["bTag"] = "风采依然#5325",
						["class"] = 3,
						["time"] = 1546099595,
						["iLvl"] = 341,
					}, -- [32]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "哎哟又暴击了-死亡之翼",
						["time"] = 1546099595,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "喜发-金色平原",
						["class"] = 1,
						["leader"] = true,
						["time"] = 1546608299,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "魔大师-金色平原",
						["bTag"] = "邱斌#51952",
						["class"] = 8,
						["time"] = 1546608299,
						["iLvl"] = 341,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "泣血的夜-金色平原",
						["bTag"] = "蛋蛋的忧伤#52380",
						["class"] = 12,
						["time"] = 1546608299,
						["iLvl"] = 360,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "Hinquisitor-白银之手",
						["bTag"] = "CRANFLASH#5445",
						["class"] = 5,
						["time"] = 1546608299,
						["iLvl"] = 356,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "谷神不死-罗宁",
						["bTag"] = "圣光之翼#5943",
						["time"] = 1546610433,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 360,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "誰要妳管呢-白银之手",
						["bTag"] = "恶魔坏坏#5943",
						["time"] = 1546610998,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 359,
					}, -- [39]
					{
						["class"] = 10,
						["role"] = "TANK",
						["name"] = "最炫小浣熊-国王之谷",
						["time"] = 1546610998,
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "热天打甂炉-奥特兰克",
						["bTag"] = "Glltr#5486",
						["class"] = 11,
						["time"] = 1546610998,
						["iLvl"] = 373,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "七号位-德拉诺",
						["bTag"] = "六号位#5959",
						["class"] = 8,
						["time"] = 1546610998,
						["iLvl"] = 373,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "猎手灬叶子-主宰之剑",
						["bTag"] = "灬夜一#5333",
						["time"] = 1546671906,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 345,
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "黄土白骨-国王之谷",
						["bTag"] = "她还在洛丹伦#5430",
						["class"] = 1,
						["time"] = 1546671906,
						["iLvl"] = 358,
					}, -- [44]
				},
				["2-146-659-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "珞萨的复仇-奥达曼",
						["class"] = 1,
						["leader"] = true,
						["time"] = 1546873663,
					}, -- [1]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "是小雯宝宝啊-麦迪文",
						["time"] = 1546873663,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Alistars-阿迦玛甘",
						["bTag"] = "暴躁之武僧#58523",
						["class"] = 2,
						["time"] = 1546873663,
						["iLvl"] = 371,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "永恒之情-法拉希姆",
						["bTag"] = "恶魔之刃#5254",
						["class"] = 6,
						["time"] = 1546873663,
						["iLvl"] = 364,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "归途漫漫-洛肯",
						["bTag"] = "风暴怒焰#5793",
						["time"] = 1547044990,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 376,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "有烟有火-金度",
						["bTag"] = "SuperMage#57565",
						["class"] = 3,
						["time"] = 1547044990,
						["iLvl"] = 379,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "艾莉尔鱼-玛里苟斯",
						["bTag"] = "小猎狗啊皮#5100",
						["class"] = 5,
						["time"] = 1547044759,
						["iLvl"] = 362,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "連接古今-海克泰尔",
						["bTag"] = "连接古今#5599",
						["class"] = 7,
						["time"] = 1547044990,
						["iLvl"] = 375,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "黑旗猎手-玛诺洛斯",
						["bTag"] = "矮子猎人#5383",
						["time"] = 1547047172,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 378,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "唏嘘的臭豆腐-月光林地",
						["bTag"] = "大神熊#51474",
						["class"] = 12,
						["time"] = 1547047172,
						["iLvl"] = 374,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "风凉有信-白银之手",
						["bTag"] = "落花风前舞#5590",
						["time"] = 1547048211,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 369,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "羡羡要吃肉-白银之手",
						["bTag"] = "冲动是魔鬼#5611",
						["class"] = 2,
						["time"] = 1547048211,
						["iLvl"] = 369,
					}, -- [12]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "黑色挖掘机-白银之手",
						["time"] = 1547048211,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Dryadsä-白银之手",
						["bTag"] = "disguise#5744",
						["class"] = 11,
						["time"] = 1547048211,
						["iLvl"] = 351,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Naturecungu-贫瘠之地",
						["bTag"] = "迷你之忍#5216470",
						["time"] = 1547134759,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 377,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "冥修罗灬沙迦-加基森",
						["bTag"] = "冥修罗灬鼬#5588",
						["class"] = 12,
						["time"] = 1547134759,
						["iLvl"] = 370,
					}, -- [16]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "嬉皮士-诺莫瑞根",
						["bTag"] = "Deadcandace#5388",
						["time"] = 1547133617,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 383,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "爱我小小鎚-洛丹伦",
						["bTag"] = "聆听风声#5424",
						["time"] = 1547133637,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 371,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "考拉橙-诺兹多姆",
						["bTag"] = "教练我还想#5457",
						["class"] = 6,
						["time"] = 1547133613,
						["iLvl"] = 389,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "晚到的风-奥特兰克",
						["bTag"] = "社会呢#5795",
						["class"] = 1,
						["time"] = 1547133617,
						["iLvl"] = 385,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜孤冷-国王之谷",
						["bTag"] = "洪来#5967",
						["time"] = 1547133641,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 387,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼山灬风魂-凯尔萨斯",
						["bTag"] = "鬼山#51757",
						["class"] = 11,
						["time"] = 1547133615,
						["iLvl"] = 366,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼泣小陶-海克泰尔",
						["bTag"] = "鬼泣逝月#5198",
						["class"] = 12,
						["time"] = 1547133641,
						["iLvl"] = 244,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Xwich-伊森利恩",
						["bTag"] = "瞬间爆炸#5109",
						["class"] = 4,
						["time"] = 1547133578,
						["iLvl"] = 373,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的小天天-金度",
						["bTag"] = "一梦十年#5263",
						["class"] = 2,
						["time"] = 1547133629,
						["iLvl"] = 385,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "未定之天命-普瑞斯托",
						["bTag"] = "上邪#5864",
						["class"] = 4,
						["time"] = 1547133617,
						["iLvl"] = 390,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天的寒冰箭-军团要塞",
						["bTag"] = "八楼的传奇#5587",
						["class"] = 8,
						["time"] = 1547133615,
						["iLvl"] = 375,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "丿妮娜灬-风暴之眼",
						["bTag"] = "老白是个天才#5850",
						["class"] = 8,
						["time"] = 1547133637,
						["iLvl"] = 292,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "逗你开心-泰兰德",
						["bTag"] = "叮噹叮噹#5483",
						["class"] = 3,
						["time"] = 1547133623,
						["iLvl"] = 382,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "牧灬言爱-鬼雾峰",
						["bTag"] = "爱也淡然#5906",
						["class"] = 5,
						["time"] = 1547133641,
						["iLvl"] = 382,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "当我凝视深渊-阿古斯",
						["bTag"] = "浮光掠影#51732",
						["class"] = 12,
						["time"] = 1547133567,
						["iLvl"] = 348,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "大数据-荆棘谷",
						["bTag"] = "卡卡西#5440",
						["class"] = 7,
						["time"] = 1547133615,
						["iLvl"] = 370,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "随风灬逐月-诺莫瑞根",
						["bTag"] = "南粤卫士#5981",
						["class"] = 4,
						["time"] = 1547133617,
						["iLvl"] = 370,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "豆浆姐-迦拉克隆",
						["bTag"] = "BINGO#5812",
						["class"] = 1,
						["time"] = 1547133578,
						["iLvl"] = 378,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "渐渐丶-暮色森林",
						["bTag"] = "卡文迪许#51381",
						["class"] = 1,
						["time"] = 1547133637,
						["iLvl"] = 379,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Haw-罗宁",
						["bTag"] = "hellozard#5184",
						["class"] = 4,
						["time"] = 1547133629,
						["iLvl"] = 382,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "小材大用-铜龙军团",
						["bTag"] = "Jacky2817#5807",
						["class"] = 4,
						["time"] = 1547133623,
						["iLvl"] = 384,
					}, -- [21]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "珺鸦-国王之谷",
						["time"] = 1547133578,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "狂风趵雪-逐日者",
						["bTag"] = "亓了#5586",
						["class"] = 12,
						["time"] = 1547133615,
						["iLvl"] = 385,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "冷漠丨魅影-罗宁",
						["bTag"] = "守护#52512",
						["class"] = 3,
						["time"] = 1547133631,
						["iLvl"] = 387,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "冷漠丨幽影-罗宁",
						["bTag"] = "守护#52512",
						["class"] = 4,
						["time"] = 1547133641,
						["iLvl"] = 386,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "胖的不突出-罗宁",
						["bTag"] = "小罗嗦#5271",
						["class"] = 12,
						["time"] = 1547133641,
						["iLvl"] = 388,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "星语萱萱-罗宁",
						["bTag"] = "星语#5406",
						["class"] = 3,
						["time"] = 1547133641,
						["iLvl"] = 387,
					}, -- [27]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "Leemay-布兰卡德",
						["time"] = 1547133629,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "聖灵骑士-克洛玛古斯",
						["bTag"] = "clairvoyant#5128",
						["class"] = 2,
						["time"] = 1547133631,
						["iLvl"] = 375,
					}, -- [29]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "Rayenying-安苏",
						["time"] = 1547133625,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "雨丶夜-灰谷",
						["bTag"] = "问题灬先生#5655",
						["class"] = 6,
						["time"] = 1547133641,
						["iLvl"] = 364,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "残月灬晓-伊萨里奥斯",
						["bTag"] = "叶落无心#5269",
						["class"] = 3,
						["time"] = 1547133627,
						["iLvl"] = 384,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "別來無恙丶-末日行者",
						["bTag"] = "伯拉勒斯#5148",
						["class"] = 2,
						["time"] = 1547133578,
						["iLvl"] = 390,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "客官吥軻以-国王之谷",
						["bTag"] = "头孢噻肟钠#5696",
						["class"] = 4,
						["time"] = 1547133613,
						["iLvl"] = 362,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "阿雅雅-暮色森林",
						["bTag"] = "angelnear#5730",
						["class"] = 11,
						["time"] = 1547133625,
						["iLvl"] = 364,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "我箭犹怜-金色平原",
						["bTag"] = "天下无双#5595",
						["class"] = 3,
						["time"] = 1547133627,
						["iLvl"] = 375,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "尘锦-银月",
						["bTag"] = "锦尘#5239",
						["class"] = 4,
						["time"] = 1547133617,
						["iLvl"] = 386,
					}, -- [37]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "难敌-埃苏雷格",
						["time"] = 1547133619,
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "夏乂夏-破碎岭",
						["bTag"] = "夏夏#52947",
						["class"] = 6,
						["time"] = 1547133629,
						["iLvl"] = 386,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "虎头鲨鱼-死亡之翼",
						["bTag"] = "淡水很淡的水#5941",
						["class"] = 1,
						["time"] = 1547133621,
						["iLvl"] = 380,
					}, -- [40]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "泰澜德-苏拉玛",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1546788512,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Strangulate-克洛玛古斯",
						["bTag"] = "Hao#52918",
						["class"] = 6,
						["time"] = 1546788512,
						["iLvl"] = 360,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "少男杀手狂-银月",
						["bTag"] = "刘刚#5160",
						["class"] = 9,
						["time"] = 1546788512,
						["iLvl"] = 358,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "我最摇摆-伊萨里奥斯",
						["bTag"] = "长风大侠#5758",
						["class"] = 11,
						["time"] = 1546788512,
						["iLvl"] = 360,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "贼某某-格瑞姆巴托",
						["bTag"] = "oRiGiNaL#5440",
						["time"] = 1546871434,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 364,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "某木湿-格瑞姆巴托",
						["bTag"] = "王小明#5762",
						["class"] = 5,
						["time"] = 1546871434,
						["iLvl"] = 346,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "专业清毒-格瑞姆巴托",
						["bTag"] = "幸运之神#52117",
						["class"] = 6,
						["time"] = 1546871434,
						["iLvl"] = 384,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "某恶魔-格瑞姆巴托",
						["bTag"] = "狂野之狼#59371",
						["class"] = 12,
						["time"] = 1546871434,
						["iLvl"] = 368,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "酱油是油吗-蜘蛛王国",
						["bTag"] = "冰霜之脚#559377",
						["time"] = 1546876633,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 354,
					}, -- [9]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "丶醉纸鸢-月神殿",
						["time"] = 1546876633,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Darrkblood-阿古斯",
						["bTag"] = "永夜港晨星#5219",
						["class"] = 4,
						["time"] = 1546876633,
						["iLvl"] = 374,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "瀟湘飛雨-诺兹多姆",
						["bTag"] = "潇潇霏雨#5542",
						["class"] = 11,
						["time"] = 1546876633,
						["iLvl"] = 364,
					}, -- [12]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "临水皓月-白银之手",
						["bTag"] = "杨嘉琪#51302",
						["time"] = 1547045692,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 387,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "我不可愛-白银之手",
						["bTag"] = "ThomAss#51308",
						["class"] = 12,
						["time"] = 1547045692,
						["iLvl"] = 358,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "小小策策-白银之手",
						["bTag"] = "loki#5503",
						["class"] = 2,
						["time"] = 1547045692,
						["iLvl"] = 368,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "冰风王座-海克泰尔",
						["bTag"] = "迷雾小径#5109",
						["class"] = 6,
						["time"] = 1547045692,
						["iLvl"] = 366,
					}, -- [4]
				},
				["2-146-658-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈刺客-加里索斯",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1546871684,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "少数派毛哥-银松森林",
						["bTag"] = "毛哥#51883",
						["class"] = 10,
						["time"] = 1546871684,
						["iLvl"] = 362,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "大手啦小手-扎拉赞恩",
						["class"] = 7,
						["leader"] = true,
						["time"] = 1546871813,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "小冰箭搓啊搓-风暴峭壁",
						["bTag"] = "Asheries#5749",
						["class"] = 8,
						["time"] = 1546871813,
						["iLvl"] = 382,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "小旭旭-玛瑟里顿",
						["bTag"] = "克里斯琳#5969",
						["class"] = 2,
						["time"] = 1546871813,
						["iLvl"] = 367,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法小陷阱-末日行者",
						["bTag"] = "魔法陷阱#5623",
						["class"] = 12,
						["time"] = 1546871813,
						["iLvl"] = 337,
					}, -- [6]
				},
			},
			["minimap"] = {
				["minimapPos"] = 152.102688248621,
			},
		},
	},
}
