
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["安多 - 熊猫酒仙"] = "安多 - 熊猫酒仙",
	},
	["profiles"] = {
		["安多 - 熊猫酒仙"] = {
			["settings"] = {
				["storage"] = {
					["y"] = -10.9998779296875,
					["x"] = -224.000122070313,
					["scale"] = 1,
				},
			},
			["version"] = "80000.06",
			["minimap"] = {
				["minimapPos"] = 250.114919375267,
			},
			["lastSearchCode"] = "2-137-502-0",
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的刺杀-熊猫酒仙",
						["iLvl"] = 358,
						["time"] = 1541600915,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "LLj8516268#5677",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "化雨春风-影之哀伤",
						["iLvl"] = 370,
						["time"] = 1541600915,
						["class"] = 3,
						["bTag"] = "李春雨#51236",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "票风票风-塞纳留斯",
						["iLvl"] = 370,
						["time"] = 1541600915,
						["class"] = 3,
						["bTag"] = "守望之牙#5280",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "你家老祖宗-熊猫酒仙",
						["iLvl"] = 356,
						["time"] = 1541600915,
						["class"] = 7,
						["bTag"] = "Eva#54823",
					}, -- [4]
				},
				["2-140-510-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "梦遗落在草原-雷霆号角",
						["iLvl"] = 369,
						["time"] = 1541938145,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "天漄#5885",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灭世拽爺-千针石林",
						["iLvl"] = 370,
						["time"] = 1541938145,
						["class"] = 1,
						["bTag"] = "嘴巴嘟嘟#51752",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "在来一个玩玩-末日行者",
						["iLvl"] = 370,
						["time"] = 1541938145,
						["class"] = 3,
						["bTag"] = "做什麽#5955",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆鱼丸丶-主宰之剑",
						["iLvl"] = 374,
						["time"] = 1541938145,
						["class"] = 12,
						["bTag"] = "天生神撸#5445",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "黑泽雪-白银之手",
						["iLvl"] = 368,
						["time"] = 1542529127,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "暴躁之裤#575997",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "香山渊虹-白银之手",
						["iLvl"] = 383,
						["time"] = 1542529127,
						["class"] = 12,
						["bTag"] = "香山文刃#5460",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "马甲哥-加里索斯",
						["time"] = 1542529127,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "丶奶萌-白银之手",
						["iLvl"] = 356,
						["time"] = 1542529127,
						["class"] = 10,
						["bTag"] = "BarbieQ#51364",
					}, -- [8]
				},
				["2-142-517-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "塚丶阡陌-雷霆之王",
						["iLvl"] = 359,
						["time"] = 1541086214,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "逐褪誓言#5742",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丨龍丨-奥杜尔",
						["iLvl"] = 358,
						["time"] = 1541086214,
						["class"] = 12,
						["bTag"] = "大佬#5510",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "库雷尼-阿努巴拉克",
						["iLvl"] = 353,
						["time"] = 1541086214,
						["class"] = 4,
						["bTag"] = "凋零无名#5464",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "夜色微光-艾欧娜尔",
						["iLvl"] = 331,
						["time"] = 1541086214,
						["class"] = 11,
						["bTag"] = "东南#5283",
					}, -- [4]
				},
				["1-247-648-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "励志做老大-贫瘠之地",
						["iLvl"] = 377,
						["time"] = 1541331007,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "信阳邮政#5186",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "浴火焚身-石锤",
						["iLvl"] = 362,
						["time"] = 1541330996,
						["class"] = 8,
						["bTag"] = "RIDDLESABER#5934",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "云边-梅尔加尼",
						["iLvl"] = 380,
						["time"] = 1541330994,
						["class"] = 4,
						["bTag"] = "海森堡#5611",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影下的邪能-远古海滩",
						["time"] = 1541330994,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "乐此聊一聊-国王之谷",
						["iLvl"] = 380,
						["time"] = 1541330996,
						["class"] = 8,
						["bTag"] = "伴伴#51750",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "花雨樱舞-瓦里玛萨斯",
						["iLvl"] = 337,
						["time"] = 1541331060,
						["class"] = 2,
						["bTag"] = "皇家尊龍#5833",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "吖茜-熊猫酒仙",
						["time"] = 1541330990,
						["class"] = 4,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "韵风-永恒之井",
						["iLvl"] = 335,
						["time"] = 1541331040,
						["class"] = 4,
						["bTag"] = "颓汤#5766",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "滅團之星-石锤",
						["time"] = 1541330990,
						["class"] = 3,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "单钓白板-熊猫酒仙",
						["iLvl"] = 374,
						["time"] = 1541331023,
						["class"] = 3,
						["bTag"] = "自摸七喜#5366",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "知秋壹葉-荆棘谷",
						["time"] = 1541330988,
						["class"] = 3,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "灬神迹灬-尘风峡谷",
						["iLvl"] = 374,
						["time"] = 1541331060,
						["class"] = 2,
						["bTag"] = "无奈的春天#5409",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "狂尘神羽-安苏",
						["iLvl"] = 340,
						["time"] = 1541331002,
						["class"] = 3,
						["bTag"] = "飘落的风#51923",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "啊茜-熊猫酒仙",
						["iLvl"] = 380,
						["time"] = 1541331060,
						["class"] = 7,
						["bTag"] = "啊茜#51617",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "大高个子-密林游侠",
						["iLvl"] = 364,
						["time"] = 1541330992,
						["class"] = 6,
						["bTag"] = "宁静的夜#5410",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "圣代巴拉巴拉-白银之手",
						["iLvl"] = 377,
						["time"] = 1541330994,
						["class"] = 2,
						["bTag"] = "逗比汉#5620",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "黑贝圆嘟嘟-守护之剑",
						["iLvl"] = 311,
						["time"] = 1541331060,
						["class"] = 8,
						["bTag"] = "BattleOoze#5605",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "南熙筱缺-迦拉克隆",
						["iLvl"] = 365,
						["time"] = 1541331046,
						["class"] = 4,
						["bTag"] = "纳格兰的苹果#5849",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光雪铃兰-克尔苏加德",
						["iLvl"] = 350,
						["time"] = 1541330998,
						["class"] = 2,
						["bTag"] = "唯舞丶彬#5938",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "求姐脱小鲜肉-贫瘠之地",
						["time"] = 1541330992,
						["class"] = 2,
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "百得胶-伊瑟拉",
						["iLvl"] = 355,
						["time"] = 1541331060,
						["class"] = 5,
						["bTag"] = "混奶骑士#5818",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "落翼枫城-雷霆号角",
						["iLvl"] = 371,
						["time"] = 1541331060,
						["class"] = 5,
						["bTag"] = "四两波千金#5609",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "擒受-艾苏恩",
						["iLvl"] = 371,
						["time"] = 1541331060,
						["class"] = 6,
						["bTag"] = "擒受#51602",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "平胸平天下-艾苏恩",
						["iLvl"] = 378,
						["time"] = 1541331060,
						["class"] = 7,
						["bTag"] = "蕾妮#5551",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "从了贫尼吧-末日行者",
						["iLvl"] = 353,
						["time"] = 1541331060,
						["class"] = 10,
						["bTag"] = "飞蓬#5310",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "莫大先生之术-主宰之剑",
						["iLvl"] = 375,
						["time"] = 1541331060,
						["class"] = 9,
						["bTag"] = "莫大先生#5177",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "光明圣殿武士-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1541331060,
						["class"] = 2,
						["bTag"] = "清水孤舟#5298",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "刀与星辰-白银之手",
						["iLvl"] = 311,
						["time"] = 1541331060,
						["class"] = 11,
						["bTag"] = "完颜隼男#5196",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "不言吾-回音山",
						["iLvl"] = 378,
						["time"] = 1541330994,
						["class"] = 11,
						["bTag"] = "补丁无法安装#5372",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "扬尘逆世-主宰之剑",
						["iLvl"] = 264,
						["time"] = 1541331011,
						["class"] = 2,
						["bTag"] = "孤独的橘子#51986",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "Gipsydanger-永恒之井",
						["iLvl"] = 375,
						["time"] = 1541331060,
						["class"] = 5,
						["bTag"] = "流丷年#5702",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "牙菜丶-壁炉谷",
						["iLvl"] = 379,
						["time"] = 1541331060,
						["class"] = 10,
						["bTag"] = "shurriki#5718",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "卡的家-伊森利恩",
						["iLvl"] = 381,
						["time"] = 1541331060,
						["class"] = 3,
						["bTag"] = "卡的加的胡须#5955",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Eoi-罗宁",
						["iLvl"] = 369,
						["time"] = 1541331060,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Altria#5393",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "毛莉夏-白骨荒野",
						["iLvl"] = 352,
						["time"] = 1541331060,
						["class"] = 4,
						["bTag"] = "绅士的青蛙#5234",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "从心不好-末日行者",
						["iLvl"] = 372,
						["time"] = 1541331060,
						["class"] = 3,
						["bTag"] = "遗忘过去#52757",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "丶奥蕾莉丝丶-金色平原",
						["iLvl"] = 381,
						["time"] = 1541331060,
						["class"] = 9,
						["bTag"] = "AoiPotato#5647",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "苏尔娜-海克泰尔",
						["iLvl"] = 360,
						["time"] = 1541331060,
						["class"] = 11,
						["bTag"] = "英伦主教#5968",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝大胖-迦拉克隆",
						["iLvl"] = 314,
						["time"] = 1541331060,
						["class"] = 3,
						["bTag"] = "蓝胖哥#5833",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "尐六-主宰之剑",
						["iLvl"] = 378,
						["time"] = 1541331060,
						["class"] = 5,
						["bTag"] = "灬邢尐六灬#5888",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "鳳舞亂髮-永恒之井",
						["iLvl"] = 381,
						["time"] = 1541331060,
						["class"] = 3,
						["bTag"] = "下线后可见#5916",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "Datatraveler-伊瑟拉",
						["iLvl"] = 384,
						["time"] = 1541331060,
						["class"] = 6,
						["bTag"] = "暗夜之鸦#529406",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "幸福的泥点子-海克泰尔",
						["iLvl"] = 376,
						["time"] = 1541331060,
						["class"] = 6,
						["bTag"] = "幸福的泥点子#5461",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "哞哞-桑德兰",
						["iLvl"] = 365,
						["time"] = 1541331060,
						["class"] = 10,
						["bTag"] = "leo#54462",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "影风月-银松森林",
						["time"] = 1541331060,
						["class"] = 1,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "跟我走有肉吃-贫瘠之地",
						["iLvl"] = 347,
						["time"] = 1541331060,
						["class"] = 11,
						["bTag"] = "夜武凤城#5677",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "铧俪轉身-末日行者",
						["iLvl"] = 374,
						["time"] = 1541331060,
						["class"] = 7,
						["bTag"] = "songyanmin#5202",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "忆白灬-法拉希姆",
						["iLvl"] = 369,
						["time"] = 1541331060,
						["class"] = 9,
						["bTag"] = "筱白#5653",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "恩崔力-亚雷戈斯",
						["iLvl"] = 377,
						["time"] = 1541331060,
						["class"] = 1,
						["bTag"] = "小肥羊#5551",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "血魂白玉-冰风岗",
						["iLvl"] = 351,
						["time"] = 1541331060,
						["class"] = 12,
						["bTag"] = "战国王朝#5251",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "腹黑小浣熊-主宰之剑",
						["iLvl"] = 378,
						["time"] = 1541331060,
						["class"] = 5,
						["bTag"] = "腹黑小浣熊#5243",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Cirenjbda-破碎岭",
						["iLvl"] = 383,
						["time"] = 1541331060,
						["class"] = 3,
						["bTag"] = "麻辣鲜香#5646",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "吃饱不闹-海克泰尔",
						["time"] = 1541331060,
						["class"] = 2,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "穴剿-灰谷",
						["iLvl"] = 360,
						["time"] = 1541331060,
						["class"] = 6,
						["bTag"] = "并不是很猛#5556",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "挨打要站直-熊猫酒仙",
						["iLvl"] = 374,
						["time"] = 1541331060,
						["class"] = 3,
						["bTag"] = "爱笑会议室#5812",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "艾因兹贝儿-永恒之井",
						["time"] = 1541331060,
						["class"] = 2,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "小奈-暮色森林",
						["time"] = 1541331060,
						["class"] = 12,
					}, -- [57]
				},
				["1-247-647-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "冰水丶-主宰之剑",
						["iLvl"] = 365,
						["time"] = 1542456819,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "呦西丶#5216",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "卡路里-洛丹伦",
						["iLvl"] = 358,
						["time"] = 1542456819,
						["class"] = 9,
						["bTag"] = "圆月豌豆#5713",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "双面间谍-红龙女王",
						["time"] = 1542456819,
						["class"] = 4,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Lichtung-万色星辰",
						["iLvl"] = 339,
						["time"] = 1542456819,
						["class"] = 7,
						["bTag"] = "落月之殇#5186",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "天锥小胖-末日行者",
						["iLvl"] = 374,
						["time"] = 1542456819,
						["class"] = 8,
						["bTag"] = "天锥小胖#5819",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "卡卡空-泰兰德",
						["iLvl"] = 380,
						["time"] = 1542456819,
						["class"] = 5,
						["bTag"] = "小空#5603",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "孛儿只斤吉雅-主宰之剑",
						["iLvl"] = 385,
						["time"] = 1542456819,
						["class"] = 5,
						["bTag"] = "心如清水行似风#5729",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "老鐡-暗影之月",
						["iLvl"] = 376,
						["time"] = 1542456819,
						["class"] = 1,
						["bTag"] = "小铁#5287",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "爆火-诺莫瑞根",
						["iLvl"] = 355,
						["time"] = 1542456819,
						["class"] = 2,
						["bTag"] = "爆火#5306",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "渐渐的劣人-主宰之剑",
						["iLvl"] = 351,
						["time"] = 1542456819,
						["class"] = 3,
						["bTag"] = "Desire#52902",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "纹常-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1542456819,
						["class"] = 2,
						["bTag"] = "鬼谷书生#5780",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "我是一个演员-法拉希姆",
						["iLvl"] = 376,
						["time"] = 1542456819,
						["class"] = 4,
						["bTag"] = "lsgyanyuan#5444",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "晨玉-壁炉谷",
						["iLvl"] = 377,
						["time"] = 1542456819,
						["class"] = 8,
						["bTag"] = "麥麥卅#5324",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "阿塔妮思-伊瑟拉",
						["iLvl"] = 356,
						["time"] = 1542456819,
						["class"] = 5,
						["bTag"] = "星辰物语#5108",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "咸啖-迦拉克隆",
						["iLvl"] = 348,
						["time"] = 1542456819,
						["class"] = 12,
						["bTag"] = "顽劣#51155",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "社會妳矮哥-白银之手",
						["iLvl"] = 341,
						["time"] = 1542456819,
						["class"] = 6,
						["bTag"] = "BT160601#51818",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "装帅照脸踹-罗宁",
						["iLvl"] = 376,
						["time"] = 1542456819,
						["class"] = 1,
						["bTag"] = "断魂落月纱#5746",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "肥鸟-火烟之谷",
						["iLvl"] = 353,
						["time"] = 1542456819,
						["class"] = 11,
						["bTag"] = "抽不完的寂寞#5607",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "Found-神圣之歌",
						["iLvl"] = 382,
						["time"] = 1542456819,
						["class"] = 5,
						["bTag"] = "FounD#5599",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "狩猎开始了-辛达苟萨",
						["iLvl"] = 353,
						["time"] = 1542456819,
						["class"] = 3,
						["bTag"] = "爸爸1#51670",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "一破碎的梦一-阿古斯",
						["iLvl"] = 383,
						["time"] = 1542456819,
						["class"] = 12,
						["bTag"] = "wodenvwang#5547",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "灵魂救赎者-熊猫酒仙",
						["iLvl"] = 375,
						["time"] = 1542456819,
						["class"] = 5,
						["bTag"] = "艾尔之子#51774",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "落叶流水-雷斧堡垒",
						["time"] = 1542456819,
						["class"] = 8,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "井木犴-逐日者",
						["iLvl"] = 375,
						["time"] = 1542456819,
						["class"] = 1,
						["bTag"] = "孤傲之熊#56522",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰丶湮灭-破碎岭",
						["time"] = 1542456819,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "反抗-山丘之王",
						["iLvl"] = 382,
						["time"] = 1542456819,
						["class"] = 8,
						["bTag"] = "反抗交流#5832",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "吃我一闷锤-雷克萨",
						["iLvl"] = 376,
						["time"] = 1542456819,
						["class"] = 7,
						["bTag"] = "Scheen#5838",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "皇城若曦-奥特兰克",
						["time"] = 1542456819,
						["class"] = 1,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "姐姐的妹妹-耳语海岸",
						["iLvl"] = 345,
						["time"] = 1542456819,
						["class"] = 8,
						["bTag"] = "勿忘我#5186",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋酒-自由之风",
						["time"] = 1542456819,
						["class"] = 12,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "邪神-玛法里奥",
						["time"] = 1542456819,
						["class"] = 12,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "落樱乀茴漪-扎拉赞恩",
						["time"] = 1542456819,
						["class"] = 8,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "展望-艾维娜",
						["time"] = 1542456819,
						["class"] = 3,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "卖血小萨满-狂风峭壁",
						["time"] = 1542456819,
						["class"] = 7,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "若爱-奥达曼",
						["time"] = 1542456819,
						["class"] = 4,
					}, -- [35]
				},
				["2-137-502-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "筱岢嫒-熊猫酒仙",
						["iLvl"] = 379,
						["time"] = 1542984475,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Saber#51882",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "晨霄-白银之手",
						["iLvl"] = 375,
						["time"] = 1542984475,
						["class"] = 1,
						["bTag"] = "李彬#5206",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Dubrovnic-壁炉谷",
						["iLvl"] = 376,
						["time"] = 1542984475,
						["class"] = 8,
						["bTag"] = "天蝎凋零#5408",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "血之殇茫-白银之手",
						["time"] = 1542984475,
						["class"] = 6,
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "烈阳烈阳千光-末日行者",
						["time"] = 1541172827,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "月影舞倾城-奥特兰克",
						["time"] = 1541172808,
						["class"] = 4,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "为了三个人-泰兰德",
						["iLvl"] = 372,
						["time"] = 1541172822,
						["class"] = 3,
						["bTag"] = "Zlatan#5219",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "安妮小熊-雷斧堡垒",
						["iLvl"] = 362,
						["time"] = 1541172835,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "多宝鱼#5618",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴小婴儿-雷斧堡垒",
						["time"] = 1541172835,
						["class"] = 3,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "小丶麒-破碎岭",
						["iLvl"] = 374,
						["time"] = 1541172808,
						["class"] = 1,
						["bTag"] = "小丶麒#5171",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "阿撸膏-火喉",
						["iLvl"] = 348,
						["time"] = 1541172808,
						["class"] = 1,
						["bTag"] = "老伯#5574",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影小玉儿-安苏",
						["iLvl"] = 341,
						["time"] = 1541172835,
						["class"] = 4,
						["bTag"] = "剑走偏锋#5290",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "八二年丶拉菲-法拉希姆",
						["iLvl"] = 356,
						["time"] = 1541172815,
						["class"] = 7,
						["bTag"] = "polarbear#5165",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "熔炉守护鬼-玛瑟里顿",
						["iLvl"] = 380,
						["time"] = 1541172717,
						["class"] = 9,
						["bTag"] = "Virtuoso#51570",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "Dearlei-蜘蛛王国",
						["iLvl"] = 359,
						["time"] = 1541172827,
						["class"] = 5,
						["bTag"] = "OodearoO#5361",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "试剑江湖-金色平原",
						["iLvl"] = 310,
						["time"] = 1541172835,
						["class"] = 10,
						["bTag"] = "黄雄#5836",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "小榔头丶-暗影裂口",
						["iLvl"] = 358,
						["time"] = 1541172829,
						["class"] = 1,
						["bTag"] = "JohnnyYY#5255",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "圣骑先生-暗影裂口",
						["iLvl"] = 357,
						["time"] = 1541172835,
						["class"] = 2,
						["bTag"] = "JohnnyYY#5255",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "夜策冷丶-末日行者",
						["iLvl"] = 372,
						["time"] = 1541172835,
						["class"] = 6,
						["bTag"] = "此生不換丶橙橙酱#5977",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "白夜-千针石林",
						["iLvl"] = 347,
						["time"] = 1541172817,
						["class"] = 4,
						["bTag"] = "MaGet#5908",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "壳都吓没了才-亚雷戈斯",
						["iLvl"] = 283,
						["time"] = 1541172831,
						["class"] = 3,
						["bTag"] = "dcdwow#5271",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "夜夜十六咲-天空之墙",
						["iLvl"] = 364,
						["time"] = 1541172835,
						["class"] = 1,
						["bTag"] = "夜夜十六咲#5456",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "想你微笑-斯坦索姆",
						["iLvl"] = 347,
						["time"] = 1541172831,
						["class"] = 6,
						["bTag"] = "包子#54962",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Jebcater-海克泰尔",
						["iLvl"] = 352,
						["time"] = 1541172817,
						["class"] = 1,
						["bTag"] = "惊魂#55903",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "德德滴滴-金色平原",
						["time"] = 1541172835,
						["class"] = 11,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻嘻督查-雷斧堡垒",
						["iLvl"] = 350,
						["time"] = 1541172831,
						["class"] = 1,
						["bTag"] = "Chauncey#5946",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "费隐-白银之手",
						["iLvl"] = 366,
						["time"] = 1541172835,
						["class"] = 6,
						["bTag"] = "Virgil#5492",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "凪沙樱花-埃苏雷格",
						["time"] = 1541172835,
						["class"] = 6,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "牧穆慕牡-主宰之剑",
						["iLvl"] = 351,
						["time"] = 1541172829,
						["class"] = 5,
						["bTag"] = "阿修罗灬破军#5328",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天的殇-扎拉赞恩",
						["iLvl"] = 360,
						["time"] = 1541172835,
						["class"] = 1,
						["bTag"] = "夏天的殇#5883",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "也就是爱你-白银之手",
						["iLvl"] = 378,
						["time"] = 1541172717,
						["class"] = 2,
						["bTag"] = "但我想要你#5926",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "永远的朦胧-暗影之月",
						["iLvl"] = 378,
						["time"] = 1541172815,
						["class"] = 3,
						["bTag"] = "爱甍癃#5805",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "丷血薇-安苏",
						["iLvl"] = 354,
						["time"] = 1541172827,
						["class"] = 12,
						["bTag"] = "Delfino#5641",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Totemcontrol-末日行者",
						["iLvl"] = 381,
						["time"] = 1541172813,
						["class"] = 7,
						["bTag"] = "crit#5220",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色复仇者-国王之谷",
						["iLvl"] = 354,
						["time"] = 1541172835,
						["class"] = 6,
						["bTag"] = "polo#5829",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "丨小萌德丨-主宰之剑",
						["iLvl"] = 289,
						["time"] = 1541172835,
						["class"] = 11,
						["bTag"] = "有点色#5957",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Slooy-祖阿曼",
						["iLvl"] = 352,
						["time"] = 1541172835,
						["class"] = 1,
						["bTag"] = "Lanmax#5506",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "欢快的小白兔-国王之谷",
						["iLvl"] = 371,
						["time"] = 1541172808,
						["class"] = 11,
						["bTag"] = "神秘玩家#5929",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "霜刃未曾试-白银之手",
						["iLvl"] = 350,
						["time"] = 1541172835,
						["class"] = 6,
						["bTag"] = "rainy#5117",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "Intenso-暗影之月",
						["iLvl"] = 363,
						["time"] = 1541172817,
						["class"] = 2,
						["bTag"] = "HiImCrack#5145",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "怒风家小妹-梦境之树",
						["time"] = 1541172829,
						["class"] = 12,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "亲爱的丶成风-普罗德摩",
						["iLvl"] = 383,
						["time"] = 1541172822,
						["class"] = 2,
						["bTag"] = "小丸子#52283",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "本贝克曼-永恒之井",
						["iLvl"] = 377,
						["time"] = 1541172808,
						["class"] = 11,
						["bTag"] = "基德船长#5326",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "程灵素-千针石林",
						["iLvl"] = 271,
						["time"] = 1541173001,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "我的圣光啊#5202",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运法神-扎拉赞恩",
						["iLvl"] = 375,
						["time"] = 1541173001,
						["class"] = 2,
						["bTag"] = "幸运法神#5328",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "八寸陶熙-洛萨",
						["iLvl"] = 344,
						["time"] = 1541173001,
						["class"] = 4,
						["bTag"] = "老田#5450",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "暗影兽丶小卡-回音山",
						["time"] = 1541173001,
						["class"] = 5,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "随风卷残云-自由之风",
						["iLvl"] = 357,
						["time"] = 1541173001,
						["class"] = 1,
						["bTag"] = "爱吃饭的小伙子#5946",
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "禾囧-达文格尔",
						["iLvl"] = 359,
						["time"] = 1541173001,
						["class"] = 5,
						["bTag"] = "郑国纪#5454",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "龍叔-遗忘海岸",
						["iLvl"] = 345,
						["time"] = 1541173001,
						["class"] = 12,
						["bTag"] = "龍叔#51679",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "干乾-阿古斯",
						["iLvl"] = 374,
						["time"] = 1541173001,
						["class"] = 9,
						["bTag"] = "无妄#5175",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "小手冰凉-白银之手",
						["iLvl"] = 366,
						["time"] = 1541173001,
						["class"] = 4,
						["bTag"] = "flyfish#5938",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Lynnbabe-霜狼",
						["iLvl"] = 328,
						["time"] = 1541173001,
						["class"] = 3,
						["bTag"] = "狂野之狼#55355",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "月小倩-白银之手",
						["iLvl"] = 373,
						["time"] = 1541173001,
						["class"] = 3,
						["bTag"] = "pepsi0007#5471",
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "蛋蛋菂忧伤-贫瘠之地",
						["iLvl"] = 295,
						["time"] = 1541173001,
						["class"] = 12,
						["bTag"] = "东来#5628",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "巨棒-麦维影歌",
						["iLvl"] = 348,
						["time"] = 1541173001,
						["class"] = 12,
						["bTag"] = "泰坦#51587",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Luzzi-格瑞姆巴托",
						["iLvl"] = 352,
						["time"] = 1541173001,
						["class"] = 9,
						["bTag"] = "鲁子#5680",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "自闭妹儿-国王之谷",
						["iLvl"] = 304,
						["time"] = 1541173001,
						["class"] = 5,
						["bTag"] = "小安噗噗#5279",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "星宸坠落-回音山",
						["iLvl"] = 375,
						["time"] = 1541173001,
						["class"] = 11,
						["bTag"] = "逆风送头跳跳虎#5710",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "包村干部-熊猫酒仙",
						["iLvl"] = 335,
						["time"] = 1541173001,
						["class"] = 1,
						["bTag"] = "勤奋开开开#5977",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "依冰-守护之剑",
						["iLvl"] = 358,
						["time"] = 1541173001,
						["class"] = 12,
						["bTag"] = "跳跃之狮#544704",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "伊小花-主宰之剑",
						["iLvl"] = 355,
						["time"] = 1541173001,
						["class"] = 10,
						["bTag"] = "destinysweet#5402",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "你这是寻死路-玛法里奥",
						["iLvl"] = 360,
						["time"] = 1541172940,
						["class"] = 6,
						["bTag"] = "风暴英雄#5117",
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "Freyja-艾维娜",
						["time"] = 1541173001,
						["class"] = 11,
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "这个名字太吊-白银之手",
						["iLvl"] = 356,
						["time"] = 1541173001,
						["class"] = 2,
						["bTag"] = "Sephiroth#5980",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Phelixh-雷斧堡垒",
						["iLvl"] = 356,
						["time"] = 1541173001,
						["class"] = 3,
						["bTag"] = "PhelixTang#5992",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "亂紅-永恒之井",
						["time"] = 1541173001,
						["class"] = 4,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "来自虚空的神-古尔丹",
						["iLvl"] = 351,
						["time"] = 1541173001,
						["class"] = 12,
						["bTag"] = "SwankyPants#54683",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "莫法-黑暗之矛",
						["iLvl"] = 363,
						["time"] = 1541173001,
						["class"] = 8,
						["bTag"] = "浮尘#5387",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "了不起的小咯-末日行者",
						["iLvl"] = 378,
						["time"] = 1541173001,
						["class"] = 3,
						["bTag"] = "随意大叔#5441",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "哭鼻子-黑铁",
						["time"] = 1541173001,
						["class"] = 11,
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "光影骑仕-神圣之歌",
						["iLvl"] = 343,
						["time"] = 1541173001,
						["class"] = 2,
						["bTag"] = "yxxlg#5570",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "星魂-狂风峭壁",
						["iLvl"] = 303,
						["time"] = 1541173001,
						["class"] = 12,
						["bTag"] = "ShinyPants#57534",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "男人要霸氣-伊萨里奥斯",
						["iLvl"] = 384,
						["time"] = 1541173001,
						["class"] = 7,
						["bTag"] = "魅影#51963",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "禁拘斷留-末日行者",
						["iLvl"] = 366,
						["time"] = 1541173001,
						["class"] = 12,
						["bTag"] = "Scofield1989#5902",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "翼天瞻-古加尔",
						["iLvl"] = 342,
						["time"] = 1541173001,
						["class"] = 2,
						["bTag"] = "南方的寒夜#5866",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "陌陌潇湘-迦拉克隆",
						["iLvl"] = 321,
						["time"] = 1541173001,
						["class"] = 3,
						["bTag"] = "守护#5418",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "轻歌战舞-白银之手",
						["iLvl"] = 356,
						["time"] = 1541173001,
						["class"] = 1,
						["bTag"] = "奕风之灵#5777",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "雪尔伦克-玛多兰",
						["iLvl"] = 304,
						["time"] = 1541173001,
						["class"] = 3,
						["bTag"] = "姜海涛#5731",
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "过路的馍馍-国王之谷",
						["iLvl"] = 354,
						["time"] = 1541173001,
						["class"] = 2,
						["bTag"] = "落殇#5315",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "雨葉沐涵-国王之谷",
						["iLvl"] = 343,
						["time"] = 1541173001,
						["class"] = 8,
						["bTag"] = "雨葉舞曲#5850",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "女神都是我的-杜隆坦",
						["time"] = 1541173001,
						["class"] = 3,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "華灬圣徒-迦拉克隆",
						["iLvl"] = 353,
						["time"] = 1543673561,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "朱雀#5100",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "调皮小跳蛋-末日行者",
						["iLvl"] = 373,
						["time"] = 1543673561,
						["class"] = 8,
						["bTag"] = "皇家马德里#51883",
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "挚爱影帝-主宰之剑",
						["iLvl"] = 368,
						["time"] = 1543673572,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "简单的几何学#5701",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "青锋-艾萨拉",
						["iLvl"] = 340,
						["time"] = 1543673597,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "永烁星光#51879",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "审判灬之剑-翡翠梦境",
						["iLvl"] = 348,
						["time"] = 1543673597,
						["class"] = 2,
						["bTag"] = "死亡之翼#528986",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "狂野的山石比-熊猫酒仙",
						["iLvl"] = 378,
						["time"] = 1543673566,
						["class"] = 1,
						["bTag"] = "中路杀神#5637",
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "速写本子-雷斧堡垒",
						["iLvl"] = 364,
						["time"] = 1543673570,
						["class"] = 2,
						["bTag"] = "子不语#53103",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "小小的武僧-摩摩尔",
						["time"] = 1543673597,
						["class"] = 10,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "灬叫我女王灬-安苏",
						["iLvl"] = 361,
						["time"] = 1543673572,
						["class"] = 1,
						["bTag"] = "迈克尔玄奘#5404",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "德鲁贰-玛诺洛斯",
						["iLvl"] = 294,
						["time"] = 1543673561,
						["class"] = 11,
						["bTag"] = "皓月随风#51797",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "小美人儿丶-熊猫酒仙",
						["iLvl"] = 377,
						["time"] = 1543673566,
						["class"] = 4,
						["bTag"] = "李樂樂#5771",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "奧卡-雷斧堡垒",
						["iLvl"] = 365,
						["time"] = 1543673597,
						["class"] = 7,
						["bTag"] = "猪鼓励#51973",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "诗酒趁年華-破碎岭",
						["iLvl"] = 350,
						["time"] = 1543673578,
						["class"] = 12,
						["bTag"] = "萝卜#5260",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "罪恶的圣光-迦拉克隆",
						["iLvl"] = 380,
						["time"] = 1543673572,
						["class"] = 2,
						["bTag"] = "大法官#5589",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "枫馨雨芯-罗宁",
						["iLvl"] = 361,
						["time"] = 1543673568,
						["class"] = 2,
						["bTag"] = "枫馨雨芯#5734",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "万物春晖-月神殿",
						["iLvl"] = 362,
						["time"] = 1543673593,
						["class"] = 8,
						["bTag"] = "照水#51201",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "丨婞鍢灬小猪-火喉",
						["time"] = 1543673597,
						["class"] = 3,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "胡蝶全-白银之手",
						["iLvl"] = 376,
						["time"] = 1543673566,
						["class"] = 12,
						["bTag"] = "龙汤圆#5905",
					}, -- [96]
					{
						["role"] = "HEALER",
						["name"] = "光之意-白银之手",
						["iLvl"] = 353,
						["time"] = 1543673580,
						["class"] = 2,
						["bTag"] = "隔壁老王#517222",
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "枫之璀璨-国王之谷",
						["iLvl"] = 368,
						["time"] = 1543673561,
						["class"] = 6,
						["bTag"] = "不羁的枫#5145",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜女劣人-白银之手",
						["time"] = 1543673593,
						["class"] = 3,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "野猪珮奇-白银之手",
						["iLvl"] = 373,
						["time"] = 1543673597,
						["class"] = 1,
						["bTag"] = "君上#51307",
					}, -- [100]
					{
						["role"] = "TANK",
						["name"] = "小瓢瓢-白银之手",
						["time"] = 1543673589,
						["class"] = 6,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "不爱肥肥喵-达纳斯",
						["iLvl"] = 360,
						["time"] = 1543673597,
						["class"] = 9,
						["bTag"] = "肥肥猫#5333",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "古伊娜丶洛蕯-壁炉谷",
						["iLvl"] = 379,
						["time"] = 1543673568,
						["class"] = 2,
						["bTag"] = "加盾男爵#5292",
					}, -- [103]
					{
						["role"] = "HEALER",
						["name"] = "天晚雪欲来-月光林地",
						["iLvl"] = 362,
						["time"] = 1543673561,
						["class"] = 11,
						["bTag"] = "NightRaven#59424",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "云烟-杜隆坦",
						["time"] = 1543673582,
						["class"] = 11,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "代达罗斯-艾森娜",
						["iLvl"] = 363,
						["time"] = 1543673572,
						["class"] = 2,
						["bTag"] = "代达罗斯#5411",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "螞蚁-月神殿",
						["iLvl"] = 364,
						["time"] = 1543673568,
						["class"] = 3,
						["bTag"] = "蚂蚁#53431",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "月织所在-丹莫德",
						["iLvl"] = 378,
						["time"] = 1543673572,
						["class"] = 1,
						["bTag"] = "Lartida#5648",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "花若怜丶-末日行者",
						["iLvl"] = 377,
						["time"] = 1543673589,
						["class"] = 8,
						["bTag"] = "凯哥#52225",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "悠然若逝-伊萨里奥斯",
						["iLvl"] = 387,
						["time"] = 1543673561,
						["class"] = 5,
						["bTag"] = "Psychotoxins#5468",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "Myxju-熊猫酒仙",
						["iLvl"] = 380,
						["time"] = 1543673482,
						["class"] = 3,
						["bTag"] = "Wjswmju#5484",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "五月的花-逐日者",
						["iLvl"] = 378,
						["time"] = 1543673566,
						["class"] = 5,
						["bTag"] = "五月童#5410",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "偶然冷漠-国王之谷",
						["iLvl"] = 367,
						["time"] = 1543673578,
						["class"] = 8,
						["bTag"] = "摘花换酒钱#5113",
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "四季映姬-国王之谷",
						["iLvl"] = 340,
						["time"] = 1543673572,
						["class"] = 6,
						["bTag"] = "列克星敦#51769",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Maxpanye-影牙要塞",
						["iLvl"] = 367,
						["time"] = 1543673597,
						["class"] = 2,
						["bTag"] = "铁拳无敌丶孙中出#5134",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "大马力-永恒之井",
						["iLvl"] = 387,
						["time"] = 1543673597,
						["class"] = 2,
						["bTag"] = "马力#5673",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "安娜丶罗德-无尽之海",
						["time"] = 1543673597,
						["class"] = 1,
					}, -- [117]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "夜弥妳-雷克萨",
						["iLvl"] = 358,
						["time"] = 1541084000,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "血腥丿玛丽#5381",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "冰魅丿彩朵-雷克萨",
						["iLvl"] = 375,
						["time"] = 1541084000,
						["class"] = 8,
						["bTag"] = "血腥丿玛丽#5381",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "喜欢吃肉一-罗宁",
						["iLvl"] = 368,
						["time"] = 1541084000,
						["class"] = 4,
						["bTag"] = "有头猪在飞翔#5176",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "我们工会缺德-布莱克摩",
						["time"] = 1541084069,
						["class"] = 11,
						["leader"] = true,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "魔克夫-布莱克摩",
						["time"] = 1541084069,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "逐月膇风-荆棘谷",
						["time"] = 1541084069,
						["class"] = 4,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Pablo-安威玛尔",
						["time"] = 1541084069,
						["class"] = 2,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "洞庭之鹰-伊瑟拉",
						["iLvl"] = 367,
						["time"] = 1541175088,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "圣哥#5119",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "囧槑槑-扎拉赞恩",
						["iLvl"] = 360,
						["time"] = 1541175088,
						["class"] = 3,
						["bTag"] = "奇袭#51405",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "旋转的红点-银月",
						["iLvl"] = 367,
						["time"] = 1541174943,
						["class"] = 4,
						["bTag"] = "离落风之某某#5595",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "傲视小贼-破碎岭",
						["time"] = 1541175088,
						["class"] = 4,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "旋风医舞者-罗宁",
						["iLvl"] = 360,
						["time"] = 1541175088,
						["class"] = 10,
						["bTag"] = "舞动#51228",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "月半小小-奥特兰克",
						["iLvl"] = 372,
						["time"] = 1541256109,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "胖小小的世界#5937",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的绿毛猪-朵丹尼尔",
						["iLvl"] = 371,
						["time"] = 1541256109,
						["class"] = 1,
						["bTag"] = "愤怒的老阿姨#5877",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "夕颜-雷霆之王",
						["iLvl"] = 368,
						["time"] = 1541256109,
						["class"] = 4,
						["bTag"] = "紅泪#5665",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "猎之奇者-迦拉克隆",
						["iLvl"] = 365,
						["time"] = 1541256109,
						["class"] = 3,
						["bTag"] = "慵懒之泰坦#52175",
					}, -- [16]
				},
				["1-248-651-0"] = {
					{
						["role"] = "TANK",
						["name"] = "林熊熊-风暴峭壁",
						["iLvl"] = 380,
						["time"] = 1542286537,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "mumu02#5861",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "女公爵玛兰德-奥特兰克",
						["iLvl"] = 355,
						["time"] = 1542286537,
						["class"] = 5,
						["bTag"] = "输入一个名称#55743",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "橘猫小爱-白银之手",
						["iLvl"] = 360,
						["time"] = 1542286537,
						["class"] = 2,
						["bTag"] = "武萌林主#5454",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "合肥彭于晏-迦拉克隆",
						["time"] = 1542286537,
						["class"] = 10,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "至尊枫雪飘渺-主宰之剑",
						["iLvl"] = 350,
						["time"] = 1542286537,
						["class"] = 2,
						["bTag"] = "woxin#5316",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "青鸾客-杜隆坦",
						["iLvl"] = 344,
						["time"] = 1542286537,
						["class"] = 1,
						["bTag"] = "疯狂的爪子#5786",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "乄海盗彡乄-迦拉克隆",
						["iLvl"] = 333,
						["time"] = 1542286537,
						["class"] = 3,
						["bTag"] = "乄幕落乄#5168",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "漠离殇-白银之手",
						["time"] = 1542286537,
						["class"] = 4,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "多来米伐搜-图拉扬",
						["iLvl"] = 356,
						["time"] = 1542286537,
						["class"] = 12,
						["bTag"] = "JIE#5343",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "天禄貔貅-诺兹多姆",
						["iLvl"] = 359,
						["time"] = 1542286537,
						["class"] = 12,
						["bTag"] = "LuckyTiger#51535",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "非洲红手-奥特兰克",
						["iLvl"] = 376,
						["time"] = 1542286537,
						["class"] = 10,
						["bTag"] = "岁月的小兔子#5919",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "就决定是你鸟-风暴峭壁",
						["iLvl"] = 383,
						["time"] = 1542286537,
						["class"] = 11,
						["bTag"] = "骑个痛快#5474",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "回味经典-破碎岭",
						["time"] = 1542286537,
						["class"] = 4,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "丶打打小怪兽-罗宁",
						["time"] = 1542286537,
						["class"] = 6,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "狼战八荒-奥蕾莉亚",
						["time"] = 1542286537,
						["class"] = 1,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "剑气近-羽月",
						["iLvl"] = 374,
						["time"] = 1542286537,
						["class"] = 4,
						["bTag"] = "柳白#51661",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Avengert-奥蕾莉亚",
						["iLvl"] = 379,
						["time"] = 1542286537,
						["class"] = 12,
						["bTag"] = "GrumpyKitten#512782",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "往后余生-永恒之井",
						["iLvl"] = 373,
						["time"] = 1542286537,
						["class"] = 6,
						["bTag"] = "千与千寻#5771",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "成熟典雅的你-末日行者",
						["iLvl"] = 381,
						["time"] = 1542286537,
						["class"] = 2,
						["bTag"] = "离开以后#5497",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "無品為德-罗宁",
						["iLvl"] = 369,
						["time"] = 1542286537,
						["class"] = 11,
						["bTag"] = "光头小小白#5903",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "黄昏之鬃-石爪峰",
						["iLvl"] = 343,
						["time"] = 1542286537,
						["class"] = 3,
						["bTag"] = "咸鱼#52906",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "恰似少年-永恒之井",
						["iLvl"] = 379,
						["time"] = 1542286537,
						["class"] = 4,
						["bTag"] = "澹月倾云#5463",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫啥来着-守护之剑",
						["iLvl"] = 370,
						["time"] = 1542286537,
						["class"] = 12,
						["bTag"] = "李牧#51149",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "大高个儿-回音山",
						["iLvl"] = 321,
						["time"] = 1542286537,
						["class"] = 9,
						["bTag"] = "蹲坟头听鬼讲故事#5154",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "希望炽翼-神圣之歌",
						["time"] = 1542286537,
						["class"] = 1,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "艾梅尔-诺莫瑞根",
						["time"] = 1542286537,
						["class"] = 4,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Toosimple-桑德兰",
						["time"] = 1542286537,
						["class"] = 2,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "花映塚-凯尔萨斯",
						["time"] = 1542286537,
						["class"] = 6,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "顾小林-迅捷微风",
						["time"] = 1542286537,
						["class"] = 7,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "奥黛蕾赫-山丘之王",
						["time"] = 1542286537,
						["class"] = 12,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "子墨宝贝-玛法里奥",
						["time"] = 1542286537,
						["class"] = 9,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "赛琳贝金赛尔-灰谷",
						["time"] = 1542286537,
						["class"] = 3,
					}, -- [32]
				},
			},
			["appShine"] = "80000.06",
			["advShine"] = "80000.06",
			["searchHistoryList"] = {
				"2-137-502-0", -- [1]
				"2-142-518-0", -- [2]
				"2-144-525-0", -- [3]
				"2-143-521-0", -- [4]
				"2-140-646-0", -- [5]
				"2-137-499-0", -- [6]
				"2-142-517-0", -- [7]
				"2-145-529-0", -- [8]
				"2-138-644-0", -- [9]
				"111-249-653-0", -- [10]
				"1-247-647-0", -- [11]
				"6-0-0-0", -- [12]
			},
		},
	},
}
